Tekla.Structures.Model.Load.LoadSpanningEnum
The load spanning.

Tekla.Structures.Model.Load.LoadSpanningEnum.LOAD_SPANNING_SINGLE
Single spanning.

Tekla.Structures.Model.Load.LoadSpanningEnum.LOAD_SPANNING_DOUBLE
Double spanning.